import F from "../_fillfl.mjs";
F("ds-cf", [{
0: "狂笑熱",
1: "此疾病以類人生物為目標，但地侏卻奇怪地對其免疫。受此疾病折磨時，受害者經常陷入瘋狂大笑的發作，這也讓此疾病得到了它的俗名以及病態的綽號：「尖嘯病」。",
2: "症狀在感染後 {@dice 1d4} 小時顯現，包括發燒與方向感錯亂。受感染的生物獲得一級{@condition exhaustion}，在疾病治癒前無法移除。",
3: "任何讓受感染生物承受巨大壓力的事件——包括進入戰鬥、受到傷害、感到恐懼或做噩夢——都會迫使該生物進行一次 {@dc 13} 體質豁免檢定。",
4: "豁免失敗時，該生物受到 5（{@dice 1d10}）點心靈傷害，並因瘋狂大笑而陷入{@condition incapacitated}狀態 1 分鐘。該生物可以在其每個回合結束時重複豁免檢定，成功時結束瘋狂大笑與{@condition incapacitated}狀態。任何在正發作瘋狂大笑之受感染生物 10 呎內開始其回合的類人生物，必須成功通過一次 {@dc 10} 體質豁免檢定，否則也會感染此疾病。生物一旦在此豁免中成功，便在 24 小時內對該特定受感染生物的瘋狂大笑免疫。",
5: "在每次長休結束時，受感染的生物可以進行一次 {@dc 13} 體質豁免檢定。豁免成功時，此豁免以及避免瘋狂大笑發作之豁免的 DC 降低 {@dice 1d6}。當豁免 DC 降至 0 時，該生物便從疾病中康復。在這些豁免中失敗三次的生物，會獲得一種隨機決定的{@variantrule Madness|DMG|永久瘋狂}。",
}]);
