import F from "../_fillfl.mjs";
import auto from "./_autoenc.mjs";
const A = auto("vr-GoS-1");
A[0] = {...A[0], 1: "開闊的大海提供了無盡的冒險機會。本節為你提供各式各樣的隨機表，非常適合用來詳述在海浪之上與之下等待著你角色的挑戰。",
 3: "在航程的每一天，除了檢查危險之外，也擲一顆 {@dice d20}。擲出 19 或 20 時，船隻會遭遇隨機遭遇。若你同時擲出危險與隨機遭遇，船隻兩者都會經歷。它們可能同時發生，或依你選擇的順序發生。",
 4: "下列表格所標示的等級，讓你能塑造角色所面對的危險。低等級表適用於船隻在安全水域航行時，而較高等級的表則適合遠離繁忙航道的原始水域。這些表格也包括與其他船隻的遭遇，以及發現神秘、未經標記的島嶼。本附錄稍後還包括進一步詳述這類遭遇的額外表格。",
 5: "開闊水域遭遇（1–4 級）", 6: "d100", 23: "開闊水域遭遇（5–10 級）", 24: "d100", 42: "開闊水域遭遇（11–20 級）", 43: "d100"};
F("vr-GoS-1", A);
