import F from "../_fillfl.mjs";
const m = [{
1: "若你確實想在戰役中加入艾卓庫之瘋狂的元素，使用《地下城主指南》第 9 章的{@variantrule New Ability Scores: Honor and Sanity||理智}值規則。允許角色進行理智檢定來解讀艾卓庫腐化的效果，並進行理智豁免檢定來抵抗蔓延之瘋狂的效果。",
2: "{@variantrule New Ability Scores: Honor and Sanity||理智值}低於 10 的生物或角色，可能開始顯現肉體腐化的徵兆，並分階段惡化。",
3: "扭曲（理智 8–9）",
4: "甚至在艾卓庫到來之前，一些教徒以及那些過度窺探黑暗秘密的人就開始改變了。在這個早期階段，身體比例會發生變化，生物的一或多條肢體或臉部某個部位變大，幾乎總是不對稱的。明顯的皮膚瑕疵也可能出現，最常見的是膿瘡或花椰菜般的團塊增生（雖然這些還不像艾卓庫血肉的格狀結構）。生物數據不變。",
5: "畸形（理智 6–7）",
6: "在第二階段，生物可能出現一隻壞死或凸出的眼睛、巨大的腫瘤增生、蜷曲的手或腳、劇烈的顫抖、從皮膚或眼睛滲出的分泌物、皮膚上生紅的斑塊，以及類似的畸形。皮膚上常出現格狀增生的斑塊。在某些情況下，尤其是在奈法利亞，教徒開始顯現明顯的魚類特徵——突出的眼睛、有鱗或黏滑的皮膚、手指或腳趾間的蹼，或臉部或頸部類似鰓的皮瓣。生物數據仍然不變。",
7: "毀容（理智 4–5）",
8: "在第三階段，嘴唇從牙齒上萎縮，牙齒可能腐爛脫落。手指與腳趾有時會融合在一起或開始轉變為觸手。皮膚上爆出流血的潰瘍，或皮膚下可能出現球狀增生。奈法利亞的教徒常長出鰭狀突起或鉗狀的手。在這個階段，生物可能顯現強化的天生護甲或武器，或簡單的好處，例如{@creature bullywug}的兩棲特質、{@creature grimlock}的盲感、如{@creature troglodyte}般的變色龍皮膚、{@creature kuo-toa}的滑溜特質，或{@creature ettercap}的蛛行特質。",
9: "走樣（理智 2–3）",
10: "在第四階段，生物的血肉往往腐爛殆盡或失控增生，要麼使底下的肌肉與骨骼外露，要麼將五官掩蓋在大團格狀血肉或球狀增生之下。骨骼結構可能劇烈改變，長出額外的肢體，或將現有肢體變成關節怪異的觸手。額外的眼睛可能出現在意想不到的地方，或頭部可能變成類似魚或章魚的東西。在這個階段，受腐化的生物可能開始轉變為完全不同的生物。人類實際上可能變成上述任何一種生物，或其他某種略具人形的怪物，例如{@creature kenku}、{@creature lizardfolk}、{@creature sahuagin}或蛇人。",
11: "怪物化（理智 1）",
12: "扭曲最嚴重的生物幾乎無法辨認。有些變得不過是一團蠕動的觸手，或完全失去肉體的連貫性。兩個或更多生物可能融合在一起，以格狀血肉相連。「幸運」的那些保有基本的人形，但除此之外看起來完全是怪物，有著扭曲的臉孔、額外的肢體、角質增生、有關節的觸手突出等等。這樣的生物實際上可能變成類似奧札奇的怪物，例如{@creature aboleth}、{@creature chuul}、{@creature cloaker}、{@creature gibbering mouther}或{@creature mind flayer}。",
}];
F("vr-PSI-1", m);
