import F from "../_fillfl.mjs";
const L = (zh, en) => `${zh}（${en}）`;
const m = [{
1: "費倫的許多人類族裔與國家，除了通用語之外還有自己的語言。大多數人類語言以索拉斯文（Thorass）書寫，這是古通用語的字母，源自商人用作共通語的瓊達斯語。少數人類語言使用其他字母，包括龍語字母、矮人符文（Dethek）與精靈文字（Espruar）。《玩家手冊》與本書中所描述之族裔的語言如下：",
2: "阿凱恩人（Arkaiun）：", 3: "丹布拉斯語（Dambrathan，以精靈文字書寫）",
4: "貝丁人（Bedine）：", 5: L("米達尼語", "Midani"),
6: "卡琳珊人：", 7: L("阿爾澤多語", "Alzhedo"),
8: "瓊達斯人：", 9: L("瓊達斯語", "Chondathan"),
10: "達瑪拉人：", 11: "達瑪拉語（Damaran，以矮人符文書寫）",
12: "弗爾克人（Ffolk）：", 13: L("瓦蘭語", "Waelan"),
14: "古爾人（Gur）：", 15: "古蘭語（Guran，羅蘇姆語與萊瑟曼語的混合方言）",
16: "海魯亞人（Halruaan）：", 17: "海魯亞語（Halruaan，以龍語字母書寫）",
18: "伊路斯坎人：", 19: L("伊路斯坎語", "Illuskan"),
20: "伊瑪斯卡人（Imaskari）：", 21: L("羅蘇姆語", "Roushoum"),
22: "穆蘭人：", 23: "切森塔語（Chessentan）、穆霍蘭迪語（Mulhorandi）、昂瑟語（Untheric）或塞伊語（Thayan）",
24: "納爾人（Nar）：", 25: L("達瑪拉語", "Damaran"),
26: "萊瑟曼人：", 27: L("萊瑟曼語", "Rashemi"),
28: "沙蘭人（Shaaran）：", 29: "沙蘭語（Shaaran，以矮人符文書寫）",
30: "受國人：", 31: L("受國語", "Shou"),
32: "泰瑟爾人：", 33: L("瓊達斯語", "Chondathan"),
34: "圖伊根人（Tuigan）：", 35: L("圖伊根語", "Tuigan"),
36: "圖拉米人：", 37: L("圖米克語", "Turmic"),
38: "烏魯提恩人（Ulutiun）：", 39: L("烏魯伊克語", "Uluik"),
40: "若你的地下城主允許此選項，則任何來自擁有自己語言之族裔的人類，都被假定除了通用語之外也會該語言。對這些人而言，此族裔語言被視為一門免費的額外語言。",
}];
F("vr-SCAG-1", m);
