import F from "../_fillfl.mjs";
const m = [];
m[0] = {1: "元素裔的血統可追溯至元素位面的精靈，每個元素裔都能汲取其中一種元素的力量。氣、土、火與水——這些是主物質位面的四大支柱，也是元素裔的四種類型。有些元素裔是精靈的直系後裔，另一些則是由住在充滿精靈魔法之地附近的非元素裔父母所生。",
 2: "典型的元素裔壽命為 120 年。"};
m[5] = {1: "吉夫是高大、寬肩、有著河馬般特徵的民族。有些人皮膚光滑，另一些人的臉上與頭頂則長著短硬的鬃毛。身為體型驚人、外貌令人難忘的存在，吉夫無論走到哪裡都會引人注目。",
 2: "大多數吉夫相信他們起源於某個世界，但他們的故鄉如今已成為傳說，因為沒有任何在世的吉夫見過它或知道它在哪裡。創造吉夫的神聖存在同樣被遺忘了。祂們巨大而石化的軀體漂浮在星界之海上，孤立無援，以現在的形態根本無法辨認。",
 3: "雖然他們並未察覺，但吉夫之所以受到星界位面吸引，是因為在深層的心靈層面上，他們仍與其創造之神相連。這些神祇體內僅剩足以將火花灌注給吉夫的神性，而吉夫已學會透過武器引導這些火花。大多數吉夫完全不知道這所謂的星界火花從何而來，但當他們身處蠻荒太空或星界之海時，最能強烈感受到它的存在。",
 4: "對於自己名字的發音，吉夫分成兩派。一半的人用硬音的 g 來念，另一半則用軟音的 g。對正確發音的分歧經常演變成心結、大聲爭吵與頭槌比賽，但很少升級到更嚴重的地步。"};
m[6] = {1: "吉斯人的故事根植於宇宙命運的一場殘酷轉折。在與種族同名的偉大領袖啟發下，吉斯人起身推翻了奴役他們的奪心魔。但在他們贏得自由之後，吉斯人中的兩個派系對於要打造什麼樣的文明意見分歧。這個分歧很快就演變成公開的敵對，兩個群體彼此疏遠，各自追求不同的目標。時至今日，他們仍是勢不兩立的死敵，雙方只要狹路相逢，便願意拼個你死我活。",
 2: "吉斯洋基受到復仇的驅使，並深信自己有權從所遊歷的世界中奪取任何想要的東西。他們從星界位面上巨大的城市圖納拉斯出發，派出掠奪者去掠奪主物質位面與其他世界，將財寶與奴隸帶回他們永恆不老的國度。同時，他們只要有機會就追殺奪心魔，作為對奪心魔所作所為的報復。",
 3: "吉斯澤萊相信，通往開明文明的道路在於隱居，而非衝突。他們對秩序原則的奉獻如此堅定，以至於他們能操縱混沌之物並為己所用；因此，他們在混沌海位面上為自己開闢了一座幾乎堅不可摧的據點。雖然吉斯澤萊天性愛好和平，但他們與吉斯洋基一樣對奪心魔懷有種族仇恨，並不時派出小隊摧毀奪心魔的前哨站。",
 4: "如果這兩個種族能聯手對抗奪心魔，吉斯人的聯合力量或許能讓局勢轉而對他們有利。但只要吉斯洋基與吉斯澤萊仍彼此為敵，他們最終戰勝最初共同敵人的目標很可能仍無法實現。"};
m[9] = {1: "吉斯洋基曾是擺脫奪心魔奴役之民族的一員，他們與表親吉斯澤萊分道揚鑣，逃往星界位面。在那個永恆的銀色國度中，吉斯洋基磨練他們的靈能之力，並建造了一座名為圖納拉斯的偉大城市。此後，他們從星界位面之外被稱為「育幼所」的前哨站開始，散布到多元宇宙各地，在那些前哨站中時間會流逝，他們的孩子得以長大成人。",
 2: "吉斯洋基身材瘦長，膚色有黃色、綠色與棕色，他們以靈能之力輔助其身體實力，那股力量由奪心魔灌輸給他們，並在星界位面中歷經萬古培養而成。如今所有吉斯洋基都能利用他們與該位面的心靈羈絆，取得那些在銀色星界雲間旅行、生活與死去之存在所留下的知識碎片。",
 3: "居住在星界位面的吉斯洋基可以無限期地活下去。"};
m[10] = {1: "在將他們的祖先與表親吉斯洋基分裂開來的古老分裂之後，吉斯澤萊遷徙到了混沌海——永變之混沌。混沌海是物質與能量翻騰的漩渦，毫無目的或方向地崩解又重組，直到某個生物施加刻意的意志使其穩定下來。吉斯澤萊透過強大的靈能之力，在混沌之中為自己開闢了家園。隨著歲月流逝，吉斯澤萊探險者前往多元宇宙的其他位面與世界。",
 2: "吉斯澤萊通常身材纖細，有著帶斑點的黃色、綠色或棕色皮膚。在混沌海無盡的混沌中培養心靈力量萬古之久，讓吉斯澤萊擁有塑造靈能以保護自己並探查心靈的能力。"};
m[11] = {15: "Alston、Alvyn、Boddynock、Brocc、Ettrgell、Dimble、Eldon、Erky、Fonkin、Frug、Gerbo、Gimble、Glim、Jebeddo、Kellen、Namfoodle、Orryn、Roondar、Seebo、Warryn、Wrenn、Zook", 20: "暱稱："};
m[13] = {1: "無論是因恐懼而啜泣、發出瘋狂的咯咯笑聲，還是憤怒地咆哮，哥布林都是卑劣而微不足道的——至少在拉尼卡大多數其他民族眼中是如此。然而在他們自己心中，他們只是暫時滿足於潛伏在陰影裡，直到他們完全成熟，並獲得他們認為自己應得的認可。他們的頑強、敏捷、狡猾的機智與傻人有傻福，都值得給予一些肯定，這一切讓他們得以在一個充斥著比他們更大、更強之生物的世界中生存下來。",
 3: "哥布林身高約 3 呎，覆蓋著長滿疣的綠色或紅色皮膚，有著巨大的鼻子與耳朵。他們精瘦的身體出奇地強壯，嘴裡滿是尖銳歪斜的牙齒。",
 4: "大多數哥布林都是禿頭，可能是遺傳也可能是自己的選擇，但也有少數人頂著一頭紅色或黑色的亂髮。他們的手臂與雙腿相對於小小的身體顯得很長，手指與腳趾也又長又細。許多哥布林喜歡赤腳，好讓腳趾露出來方便攀爬。",
 6: "哥布林是純粹衝動的生物，他們出現在重視這種特質的公會之中，特別是伊捷（他們通常在那裡擔任研究人員的助手）、古魯（在那些夾在氏族與文明地區之間、形同倒楣緩衝區的營地中）、拉鐸斯（將他們對爆炸的熱愛派上用場），偶爾也有波洛斯（如果他們在自己內心發現了紀律與勇氣的泉源，或是無法抗拒波洛斯武器與護甲的閃亮光澤）。許多哥布林沒有加入公會，以街頭幫派成員的身分謀生。",
 7: "哥布林有時受到劇烈情緒起伏的驅使，傾向於破壞，這種傾向可能以玩鬧的形式表現，但往往一點也不好玩。有些哥布林喜歡亂打東西，有些喜歡放火燒東西，還有許多人熱愛把東西炸掉。",
 8: "哥布林有一種離譜的幽默感，通常透過頑皮的惡作劇表達出來。他們之中心懷惡意的人以他人的不幸為樂，每當覺得好笑時就會瘋狂地咯咯大笑。他們的行為看似毫無章法，有時只是為了讓別人困惑不解。",
 10: "哥布林語偏好某些聲音，而哥布林的名字往往會重複這些聲音，形成聽起來像是無意義的詞語。哥布林的名字不會透露性別。",
 11: "哥布林名字："};
m[14] = {1: "哥布林是地底的民族，在多元宇宙的每個角落都能找到他們，他們經常與熊地精和大哥布林等同族在一起。早在馬格魯比耶神征服他們之前，早期的哥布林侍奉於妖精荒野的大妖精之一——空氣與黑暗女王的宮廷中。哥布林在她那危險的領域中興盛繁衍，這要歸功於她賜予的特殊恩賜——一種超自然的天分，能找出比自己更大之敵人的弱點，並擺脫麻煩。哥布林將這份妖精恩賜帶到了主物質位面的各個世界，即使他們已不記得在馬格魯比耶崛起之前所居住的妖精國度。如今，許多哥布林追求自己的命運，逃離大妖精與眾神的陰謀。"};
m[15] = {1: "哥布林是好奇且適應力強的種族，但受到體型矮小、天生膽小以及嚴重缺乏常識的限制。他們熱切地探索別人猶豫不前的地方，並執迷地擺弄那些較明智的人會小心提防的魔法。他們珍視古代神器，並非因為其本身的價值，而主要是作為地位的象徵——因為一件珍貴的戰利品證明了其主人曾在深邃危險的遺跡探險中倖存下來。",
 2: "哥布林與紅色法術力相關。他們的薩滿喜愛能創造或控制火焰與閃電以打擊敵人的法術，而且他們很快就會順從衝動與熱情付諸行動，不太事先考慮。對哥布林而言，人生就是一場充滿新事物可供探索與體驗的冒險。",
 3: "長手臂與石質皮膚",
 4: "典型的哥布林身高介於三呎半到五呎之間，體型纖細修長。哥布林的手臂異常地長且細瘦，使他們擅長攀爬懸崖與樹木。他們的皮膚有著石頭般的質地，顏色從紅褐色到苔綠色或灰色不等。他們的耳朵很大且向後掃，眼睛是鮮紅色，許多人的脊椎或手肘上有著厚重的骨質突起。男性的下巴上也長著類似的突起，女性則在額頭上有較厚重的突起。",
 5: "這種獨特的外貌是哥布林不尋常飲食的直接結果。在奧德蘭崛起之前，哥布林會在正常飲食之外補充一種他們搗碎成小塊、稱為「砂礫」的岩石。奧德蘭在贊迪卡的出現污染了這種岩石，因此哥布林改吃磨成粉的浮石。食用這種灌注了魔法的石頭，讓哥布林能抵抗奧德蘭令人發狂的心靈輻射。附帶的好處是，它也讓他們的皮膚變得堅韌，保護他們免受自然環境與物理危險的傷害。"};
m[16] = {0: "哥布林（丹克林）", 1: "啊，丹克林的哥布林！我這一生四處冒險，從未見過像他們這般獨特又有趣的哥布林。也許是因為丹克林本身的魔法本質吧，據傳這座森林曾是一位強大耐瑟瑞爾法師的古老聖所，但誰說得準呢？這個世界奇妙無比，無論走到哪裡，總有新事物令人目眩神迷、驚嘆不已！",
 2: "丹克林的哥布林與其他普通的哥布林很像，但比起世上那些野蠻粗俗的哥布林，他們溫和且富有藝術氣息得多。",
 3: "他們好奇心旺盛，與經常成為他們朋友的森林小動物之間有著魔法羈絆。他們敏捷靈巧，熱愛探索。因此，他們是很棒的冒險者與嚮導。"};
F("rfl-6", m);
