import fill from "./_tcefill.mjs";
const BG = n => `博德之門${n}`;
fill("bg-BGDIA", [
[BG("侍僧")], [BG("詐欺師")], [BG("罪犯")], [BG("藝人")], [BG("平民英雄")], [BG("公會工匠")], [BG("隱士")], [BG("貴族")], [BG("化外之民")], [BG("學者")], [BG("水手")], [BG("士兵")], [BG("孤兒")],
["無面者", null, null, null, null, null, null, "{@item Disguise kit|phb}、一套{@item costume clothes|phb|戲服}、一個裝有 10 gp 的{@item pouch|phb}",
 "無面者人格", "無面者角色戴著公眾人格的面具冒險。這個人格對他們而言就像隱藏的真實面孔一樣自然，但它掩飾了他們的身分。在「無面者人格」表上擲骰決定你的人格，或與 DM 合作創造一個專屬於你角色、符合遊戲基調的人格。",
 null, "無面者人格", "浮誇的間諜或盜匪", "某個國家或民族的化身", "戴著面具偽裝的無賴", "復仇之靈", "神祇或你信仰的顯現", "以妝容大幅凸顯其美貌的人", "模仿另一位英雄的人", "某個魔法學派的具象", "身穿獨特盔甲的戰士", "帶有野獸或怪物特徵、意在引發恐懼的偽裝",
 "特性：雙重人格", "你大多數的冒險夥伴與世人都只認識你的人格。那些試圖深入了解你的人——你的弱點、你的出身、你的目的——都會被你的偽裝所阻。戴上偽裝並以人格的身分行事時，沒有人能認出你的真實身分。卸下偽裝、露出真面目時，也沒有人能認出你就是那個人格。這讓你能隨心所欲地在兩種人格之間切換外貌，用其中一個隱藏另一個，或作為方便的掩護。然而，若有人察覺你的人格與真實自我之間的關聯，你的欺瞞可能就會失效。",
 null, "無面者角色通常扮演著他們的人格——他們每天所扮演的英雄或非凡人物。但那全都是表象，或是他們某一面被放大到極致的表現。要定義人格，可以自由選擇其他背景的特徵，特別是平民英雄、隱士或貴族。至於人格背後那個真正努力保持無面的人，可以考慮一套獨特的無面者特徵。因此，擁有此背景的人有兩套特徵，一套屬於他們的人格，一套屬於無面的自我。",
 null, null, "我真誠而異常直率。", "我努力不要有任何個性——幾乎不存在的東西比較容易被遺忘。", "我珍藏著一件紀念品，來自讓我踏上這條路的那個人或那件事。", "我只睡必要的時數，而且作息很不尋常。", "我想得很遠，這種超然常被誤認為是在做白日夢。", "我培養了一項冷門的嗜好或研究，並熱切地長篇大論。", "我一直在學習如何與人相處——何時該保持沉默，何時該笑。", "我的舉止與我的人格截然相反。",
 null, null, "正義。社會地位不應決定一個人能否得到應有的公道。（善良）", "安全。做必須做的事，不能讓無辜者受害。（守序）", "混亂。欺騙是一種武器。從敵人意想不到的地方出擊。（混亂）", "惡名。我的名字將成為一種詛咒，一個實現我意志的咒語。（邪惡）", "清廉。成為一個象徵，把有缺陷的自我拋在身後。（任意）", "匿名。應該被記住的是我的事蹟，而不是執行它的工具。（任意）",
 null, null, "我所做的一切都是為了家人。我首先想到的是保護他們的安全。", "我所做的，都是為了這個世界。人們不明白他們有多需要我。", "我見過太多需要幫助的人。我不能像其他人那樣辜負他們。", "我挺身對抗，以免邪惡者無人阻擋。", "我與眾不同。我這麼做是因為沒有其他人做得到，也沒有人能阻止我。", "我所做的一切都是為了那些從我身邊被奪走的人。",
 null, null, "我對死亡冷漠無情。它終究會降臨在我們所有人身上。", "我從不與人眼神接觸，要不就是毫不退縮地直視。", "我沒有幽默感。笑讓我感到不自在又尷尬。", "我常常過度操勞，有時需要休養一天或更久。", "我想得很遠，這種超然常被誤認為是在做白日夢。", "我看待道德完全是非黑即白。"],
]);
