import F from "./_fillfl.mjs";
F("fix-orc", [{
0: "獸人", 1: "年齡", 2: "獸人在 12 歲成年，最多可活到 50 歲。", 3: "體型", 4: "獸人身高通常超過 6 呎，體重介於 230 到 280 磅之間。你的體型為中型。",
5: "黑暗視覺", 6: "你在 60 呎內的微光中視物如同明亮光照，在黑暗中視物如同微光。你在黑暗中無法分辨顏色，只能看見灰階。",
7: "侵略性", 8: "作為一個附贈動作，你可以朝一個你能看見或聽見的敵對生物移動最多等於你移動速度的距離。你必須在比開始時更接近該敵人的位置結束此移動。",
9: "原始直覺", 10: "你獲得下列兩項自選技能的熟練：{@skill Animal Handling}、{@skill Insight}、{@skill Intimidation}、{@skill Medicine}、{@skill Nature}、{@skill Perception}與{@skill Survival}。",
11: "強健體格", 12: "在決定你的負重能力以及你能推、拖或舉起的重量時，你視為大一級體型。",
13: "語言", 14: "你能說、讀、寫通用語與獸人語。",
}]);
