import F from "./_fillfl.mjs";
F("fix-kz", [{
0: "天狗", 1: "伏擊者", 2: "在戰鬥的第一輪中，你對任何{@status surprised}的生物進行的攻擊檢定具有優勢。",
3: "擬聲", 4: "你可以模仿任何你聽過的聲音，包括人聲。聽到這些聲音的生物，可以透過一次成功的 {@dc 14} 感知（{@skill Insight}）檢定辨別出它們是模仿的。",
5: "語言", 6: "你能讀、寫通用語與氣族語，但你只能透過你的擬聲特質說話。",
}, {
0: "殭屍", 1: "生物類型", 2: "你是不死生物。",
3: "不死韌性", 4: "若傷害使你的生命值降至 0，除非該傷害為光耀傷害或來自重擊，否則你必須進行一次 DC 為 5 + 所受傷害的體質豁免檢定。成功時，你改為降至 1 點生命值。",
5: "不死本質", 6: "你對毒素傷害免疫，且不會陷入{@condition poisoned}狀態。你不需要空氣、食物、飲水或睡眠。",
7: "黑暗視覺", 8: "你在 60 呎內的微光中視物如同明亮光照，在黑暗中視物如同微光。你在黑暗中無法分辨顏色，只能看見灰階。",
9: "語言", 10: "你無法說話，但能理解你生前所知的語言。",
}]);
