import F from "./_p.mjs";
F("it-ie", [
{1: "由一根特殊的針所製成，這個魔法刺青的圖案強調一種顏色（{{item.detail1}}）。", 6: "當刺青在你皮膚上時，你具有對{{item.resist}}傷害的抗性。", 8: "當你受到{{item.resist}}傷害時，你可以使用你的反應，對該次傷害獲得免疫，並恢復等於你原本會受到之傷害一半的生命值。此反應使用後，在下一個黎明之前無法再次使用。"},
{1: "穿著這件護甲時，你具有對{{item.resist}}傷害的抗性。"}, {},
{1: "持握這朵玫瑰時，它會{{item.detail1}}，作為一種無害的視覺效果。", 2: "以莖持握玫瑰時，你獲得對{{item.resist}}傷害的抗性。若你會從單一來源受到超過 10 點{{item.resist}}傷害（在套用抗性之後），玫瑰便會分解，而你改為不受傷害。", 3: "作為一個動作，你可以吹散玫瑰的花瓣，產生一道 20 呎錐形的{{item.resist}}。錐形內的每個生物必須進行一次 {@dc 15} 體質豁免檢定，失敗時受到 {@damage 3d10} 點{{item.resist}}傷害，成功時傷害減半。使用此屬性會摧毀玫瑰。"},
{}, {}, {}, {},
{1: "當你喝下這瓶藥水時，你在 1 小時內獲得對{{item.resist}}傷害的抗性。"}, {},
{1: "佩戴這枚戒指時，你具有對{{item.resist}}傷害的抗性。戒指上鑲著{{item.detail1}}。"}, {}, {},
]);
