import F from "../_fillfl.mjs";
const N = {"Adventuring Gear": "冒險裝備", "Ammunition": "彈藥", "Artisan's Tools": "工匠工具", "Explosive": "爆炸物", "Food and Drink": "食物與飲料", "Gaming Set": "遊戲套組",
	"Generic Variant": "通用變體", "Heavy Armor": "重甲", "Instrument": "樂器", "Light Armor": "輕甲", "Medium Armor": "中甲", "Melee Weapon": "近戰武器", "Mount": "坐騎", "Other": "其他",
	"Potion": "藥水", "Ranged Weapon": "遠程武器", "Ring": "戒指", "Rod": "權杖", "Scroll": "卷軸", "Shield": "盾牌", "Spellcasting Focus": "施法法器", "Tack and Harness": "馬具與挽具",
	"Tool": "工具", "Trade Bar": "貿易金屬條", "Trade Good": "貿易商品", "Treasure": "寶藏", "Treasure (Art Object)": "寶藏（藝術品）", "Treasure (Coinage)": "寶藏（錢幣）",
	"Treasure (Gemstone)": "寶藏（寶石）", "Vehicle (Air)": "載具（空中）", "Vehicle (Land)": "載具（陸地）", "Vehicle (Space)": "載具（太空）", "Vehicle (Water)": "載具（水上）", "Wand": "魔杖"};
const en = JSON.parse((await import("fs")).readFileSync("work/ity.en.json")).items;
const X = {
 "Artisan's Tools|PHB": {1: "這些特殊工具包含從事一門手藝或行業所需的物品。熟練一套工匠工具讓你在使用這些工具從事手藝時進行的任何屬性檢定加上你的熟練加值。每一種工匠工具都需要各自的熟練。"},
 "Gaming Set|PHB": {1: "若你熟練一套遊戲套組，你在使用該套組玩遊戲而進行的屬性檢定可以加上你的熟練加值。每一種遊戲套組都需要各自的熟練。"},
 "Instrument|PHB": {1: "若你熟練某種樂器，你在使用該樂器演奏音樂而進行的任何屬性檢定可以加上你的熟練加值。吟遊詩人可以將樂器作為施法法器。每一種樂器都需要各自的熟練。"},
 "Ranged Weapon|PHB": {1: "射程", 2: "可用於進行遠程攻擊的武器，其射程標示在彈藥或投擲屬性後的括號中。射程列出兩個數字。第一個是武器的一般射程（以呎為單位），第二個則是武器的最大射程。攻擊超出一般射程的目標時，你在攻擊檢定上具有劣勢。你無法攻擊超出武器最大射程的目標。"},
 "Trade Bar|XDMG": {1: "由於大量硬幣難以運送與清點，許多商人偏好使用貿易金屬條——以貴金屬與合金（通常是銀）鑄成的錠塊。這些金屬條依重量計價。"},
 "Trade Good|PHB": {1: "大多數財富並非以硬幣的形式存在。財富以牲畜、穀物、土地、收稅權或資源權（例如礦場或森林）來衡量。",
	2: "公會、貴族與王室管制著貿易。特許公司被授予沿特定路線進行貿易、派遣商船前往各個港口，或買賣特定商品的權利。公會為他們所掌控的商品或服務定價，並決定誰可以或不可以提供這些商品與服務。商人通常不使用貨幣而直接交換貿易商品。"},
 "Trade Good|XDMG": {1: "商人通常不使用貨幣而直接交換貿易商品。"},
 "Treasure (Art Object)|XDMG": {1: "以純金鑄成的神像、鑲滿寶石的項鍊、古代國王的畫像、鑲嵌珠寶的餐盤——藝術品包括這些以及更多。"},
 "Treasure (Gemstone)|XDMG": {1: "與同等價值的硬幣相比，寶石體積小、重量輕，也容易保管。"},
 "Vehicle (Water)|DMG": {1: "船員", 2: "船隻需要一組有技能的雇工才能運作。根據《玩家手冊》，一名有技能的雇工每天至少要花費 2 gp。船隻所需的最少有技能雇工人數取決於船隻的類型。",
	3: "你可以使用《地下城主指南》第 4 章的選用忠誠度規則，追蹤個別船員或整體船員的忠誠度。若航行期間至少一半的船員變得不忠，船員會轉為敵對並發動叛變。若船隻停泊在港，不忠的船員會離船且永不返回。",
	4: "乘客", 5: "這表示船隻能容納的小型與中型乘客人數。", 6: "住宿為狹窄艙房中的共用吊床。配有私人艙房的船隻只能載運五分之一的乘客人數。",
	7: "乘客通常每天需為一張吊床支付 5 sp，但價格可能因船而異。一間小型私人艙房通常每天花費 2 gp。", 8: "貨物", 9: "船隻可承載的最大噸位。",
	10: "傷害閾值", 11: "若船隻具有傷害閾值，除非它受到等於或大於其傷害閾值的傷害，否則它免疫所有傷害；受到足夠傷害時則照常受到傷害。任何未達到或超過傷害閾值的傷害都視為表面傷害，不會減少船隻的生命值。",
	12: "船隻修復", 13: "受損船隻的修復可以在船隻停泊時進行。修復 1 點生命值的傷害需要 1 天，並花費 20 gp 的材料與人工。"},
};
F("ity", en.map(it => ({0: N[it.s[0]], ...(X[it.key] || {})})));
